Repository: KBenster/guildbit
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr, sw

source: Contact or Report an Issue
fr: Contact ou Signaler un problème
sw: Arifu Toleo

source: Contact
sw: Mwasiliani

source: Found a bug? Please report the issue by submitting the form below. You can also use this form if you have any general inquires or translation corrections.
fr: Vous avez trouvé un bug ? Veuillez signaler le problème en remplissant le formulaire ci-dessous. Vous pouvez également utiliser ce formulaire si vous avez des questions ou souhaitez corriger une traduction.
sw: Umeona kosa? Tafadhali tuambie, tuma foum iko chini. Pia, unaweza kutumia fomu hii kama una swali ingine au rekebisho ya tafsiri.

source: Your Email
fr: Votre Email
sw: Barua pepe yako

source: Subject
fr: Sujet
sw: Kichwa cha Ujumbe

source: Message
sw: Ujumbe

source: Send
fr: Envoyer
sw: Tuma

source: Thank you!
fr: Merci !
sw: Asante

source: Thanks for submitting your question, comment or bug report! Your feedback is appreciated!
fr: Merci pour votre question, commentaire ou signalement de bug ! Votre retour est apprecié !
sw: Asante kw kutuma swali, maoni au ripoti ya kosa! Tumeshukuru jibu lako!

source: Donate
fr: Donner
sw: Tuma sadaka

source: GuildBit completely operates on donations and upgrades to keep a free tier of servers available to our users. Please consider donating to help with server hosting and bandwidth costs with any of the services below.
fr: GuildBit fonctionne totalement grâce aux dons et améliorations afin de garder un service gratuit pour nos utilisateurs. Pensez à faire un don pour aider avec les coûts d'hébergement et de bande passante grâce aux services ci-dessous.
sw: Guildbit inatumia sadaka na kodi kupatia watumiaji seva huru Tafadhali tusaidie na sadaka ya kulipa bei za seva na utumiaji wa mtandao.

source: How It Works
fr: Comment ça marche
sw: Elezo ya kufanya kazi

source: Traditional VOIP hosts offer subscription-based and persistent servers, so generally a premium is charged. <strong>GuildBit</strong> works on the idea of temporary servers to preserve system resources, opening up more server slots which aren&apos;t being occupied. This helps lower hosting, resources and bandwidth costs. Also, VPS hosting nowadays are much cheaper than they used to be. The rest is supported by donations and upgrades.
fr: Traditionnellement les hébergeurs de VOIP proposent des abonnements et des serveurs permanents, ce qui coûte généralement de l'argent.<strong>GuildBit</strong> fonctionne avec des serveurs temporaires pour préserver les ressources systèmes, au lieu d'ouvrir plus de places qui ne sont pas occupées.Cela permet de réduire les frais d'hébergement, les coûts de ressources et de bande passante. De plus, les hébergement VPS de nos jours sont moins chers qu'ils ne l'étaient auparavant. Le reste est supporté par les dons et améliorations.
sw: Huduma ya kupiga simu kwa mtandao, kwa kawaida zinatumia seva zinakodishwa, kwa hivyo watu wanalipa zaidi <strong>GuildBit</strong> inatumia seva kwa muda mfupi, watu wengi wanaweza kugawana seva. Kwa hivyo, tunaweza kupunguza gharama ya seva na kuenda kwa mtandao. Pia, leo, bei ya seva ni ndogo kuliko zamani. Sadaka na malipo zinatumikana kulipa gharama zingine.

source: Set a location
fr: Choisir un lieu
sw: Tega pahalii ya seva

source: Choose a server location closest to your group to minimize latency.
fr: Choisissez le lieu du serveur le plus proche de votre group pour minimiser la latence
sw: Chagua pahali ya seva iko karibu kundi yako kupunguza ukawivu

source: Set a duration
fr: Choisir une durée
sw: Tega muda wa mkutano

source: Set a password
fr: Choisir un mot de passe
sw: Ingiza nywila

source: Password protected servers are required, due to the fact the server may be reused in the future.
fr: Un mot de passe est requis pour protéger le serveur, étant donné que le serveur peut être réutilisé dans le futur.
sw: Tunahitaji seva zimehifadhi na neno la siri, kwa sababu watu wengine wanaweza kuzitumia baadaye.

source: Share the connection details, or use the copy feature to copy/paste the credentials directly. The server page also monitors users in room (including subchannels) and displays the expiration countdown.
fr: Partagez les informations de connexion, ou utilisez la copie pour copier/coller les identifiants directement. La page du serveur surveille également les utilisateurs présents sur le salon (incluant les sous salons) et affiche le temps restant avant expiration.
sw: Patia taarifa ya muunganisho, au tumia kitufe ya kunakala, kupata taarifa moja kwa moja. Ukurasa wa seva inaoneyesha watu wako ndani (pia kwa chumba ndogo) na inayonesha saa imebaki.

source: FAQs
fr: FAQ
sw: Swali zinaulizwa mara mingi

source: How is it free?
fr: Comment est-ce gratuit ?
sw: Ni huru aje?

source: Donations, paid upgrades and low server/bandwidth costs. This is still in an experimental phase. Remainders are paid of out pocket. :)
fr: Les dons, les améliorations payées et les faibles coûts d'hébergement et de bande passante.Le service est encore en phase expérimentale. Le reste est payé de ma poche. :)
sw: Sadaka, zimenunua na gharama ndogo za seva na kuenda mtandaoni. Huduma hii ni jaribio. Tumelipa gharama zimebaki.

source: Why temporary servers?
fr: Pourquoi des serveurs temporaires ?
sw: Kwa nini seva ni za muda mfupi

source: The idea is targeted towards gamers who need a quick Mumble server for their group or raid without the hassle of setting up their own, or subscribing to a service. The server expires to not only save on resources, but to free up the slot for others.
fr: Le service est fait pour les joueurs qui ont besoin rapidement d'un serveur Mumble pour leur groupe sans avoir à s'embêter à créer le leur, ou à soucrire à un service. Le serveur expire non seulement pour préserver les ressources, mais aussi pour libérer des palces pour les autres.
sw: Tunataka kusaidia watu wachezaji wa michezo ya mtando wantaka kutumia sevaya Mumble kwa kundi yao bila kazi ya kutengeneza seva, au kujiunga huduma. Seva inasimamishwa baada ya muda, kuhuria seva na kuruhusu wengine waitumie.

source: Why only 15 slots?
fr: Pourquoi seulement 15 places ?
sw: Kwa nini nafasi 15 tu?

source: Check out the <a href="/upgrade">upgrades</a> page if you&apos;re looking for more than 15 slots.
fr: Jetez un coup d'oeil à <a href="/upgrade">la page d'amélioration</a> si vous cherchez à avoir plus de 15 places.
sw: Angalia ukurasa <a href="/upgrade">nunua seva</a> kama unataka watu zaidi 15 kutumia seva.

source: Why can&apos;t I use the same port when creating a server?
fr: Pourquoi ne puis-je pas utiliser le même port quand je crée un nouveau serveur ?
sw: Kwa nini siwezi kutumia kituo tarishi nilitumia nikiunda seva?

source: Servers are created according to the next port available.
fr: Les serveurs sont crées en fonction du prochain port disponible.
sw: Seva inatumia kituo tarishi inapatikana

source: Why only offer Mumble and not Ventrilo or TeamSpeak?
fr: Pourquoi seulement proposer Mumble et pas Ventrilo ou TeamSpeak ?
sw: Kwa nini ni Mumble tu, na hakuna Ventrilo au TeamSpeak?

source: Mumble is <a href="https://github.com/mumble-voip/mumble/blob/master/LICENSE">free</a> and <a href="http://en.wikipedia.org/wiki/Open-source_software">open-source software</a>. So it doesn&apos;t cost me any licensing fees to host Mumble servers or offer it as a service.
fr: Mumble is <a href="https://github.com/mumble-voip/mumble/blob/master/LICENSE">un logiciel libre</a> et <a href="http://en.wikipedia.org/wiki/Open-source_software">open-source</a>. Cela ne me coûte donc aucun frais de licence pour héberger des serveurs Mumble ou en proposer en tant que service.
sw: Mumble ni <a href="https://github.com/mumble-voip/mumble/blob/master/LICENSE">huru</a> na <a href="http://en.wikipedia.org/wiki/Open-source_software">programmu wazi</a>. Kwa hivyo, haina ada ya lisensi kutumia Mumble kwa seva, au kuitumia kupatia huduma.

source: Do you offer premium upgrades?
fr: Est-ce que vous proposez des améliorations payantes ?
sw: Ninaweza kupata

source: Yes! We now offer server upgrades via Bitcoin and Paypal to increase slot count, duration, subchannels and a SuperUser admin capabilities. <a href="/upgrade">Click here</a> to get started.
fr: Oui ! Nous proposons maintenant des améliorations de serveurs via Bitcoin et Paypal pour augmenter le nombre de places, la durée, le nombre de sous-salons and la possibilité d'avoir un compte administrateur SuperUser.
sw: Ndio! Sasa unaweza kulipa na Bitcoin au Paypal kupata seva ziko na zaidi ya watu 15, muda mrefu, chumba ndogo na mtumiaji maaluum. <a href="/upgrade">Finya hapa</a> kuanza.

source: What is a SuperUser?
fr: Qu'est ce qu'un SuperUser ?
sw: Mtumiaji maalum ni nani?

source: A SuperUser is an admin account on your Mumble server to grant permissions and roles to users and groups as well as setting up channels.
fr: Un SuperUser est un compte administrateur sur votre serveur Mumble pour mettre des permissions et des rôles aux utilisateurs et groupes, ainsi que créer des salons.
sw: Mtumiaji maaluum kwa seva ya Mumble yako anaweza kukiri vibali na dhima kwa watumiaji na kundi na kutengeneza chumba.

source: Do you plan on offering other methods of payment?
fr: Est-ce que vous allez proposer d'autres méthodes de paiement ?
sw: Utawezesha aina nyingine ya kulipa?

source: We&apos;re looking into Stripe or Balanced Payments integration. :)
fr: Nous pensons à intégrer des paiements via Stripe ou Balanced Payments. :)
sw: Tunaangalia kulipa na Stripe au Balanced Payments

source: How can I contribute?
fr: Comment puis-je contribuer ?
sw: Ninaweza kusaidia aje?

source: Purchase upgrades! <a href="/upgrade">Click here</a> to get started.
fr: Achetez des améliorations ! <a href="/upgrade">Cliquez ici</a> pour commencer.
sw: Nunua seva maaluum! <a href="/upgrade">Finya hapa</a> kuanza.

source: We accept <a href="/donate">donations</a>, including Bitcoin and Dogecoin! :) This keeps us going.
sw: Tunapenda <a href="/donate">sadaka</a>, unatumia Bitcoin na Dogecoin! :) Tunazitumia kuendelea.

source: Are you a developer? Check out the <a href="https://github.com/alfg/murmur-rest">Murmur-REST</a> project on Github and contribute!
fr: Etes-vous un developpeur ? Jetez un oeil à <a href="https://github.com/alfg/murmur-rest">notre projet d'API REST pour Mumble</a> sur Github et contribuez !
sw: Je, unaweza kutengeneza programmu? Angalia <a href=https://github.com/alfg/murmur-rest">Murmur-REST</a> kwa GitHub na tusaidie!

source: Help us improve or add translations. <a href="/contact/">Contact us</a> for more details!
fr: Aidez nous à améliorer les traductions existantes ou ajoutez-en de nouvelles. <a href="/contact/">Contactez nous</a>
sw: Tusaidia, boresha programmu au ongeza tafsiri. <a href="/contact/">Ongea nasi</a> tafadhali!

source: How can I contact you?
fr: Comment puis-je vous contacter ?
sw: Ninaweza kupata maelezo ya kuwasiliana?

source: Free Mumble Server Hosting
fr: Hébergement Muble gratuit
sw: Seva ya Mumble huru

source: Deploy a Mumble server for your group. It&apos;s free!
fr: Deployez un serveur Mumble pour votre groupe. C'est gratuit !
sw: Tumia seva ya Mumble huru kwa kundi lako. Ni huru!

source: Set a Password
fr: Choisir un mot de passe
sw: Tega nywila

source: Deploy Server
fr: Créer le serveur
sw: Tengeneza Seva

source: GuildBit is a free service to deploy temporary Mumble servers for your group. The service is completely funded by donations and upgrades. <a href="/how-it-works">Learn how it works &raquo;</a>
fr: GuildBit est un service gratuit pour créer des serveurs Mulbe temporaires gratuitement pour votre groupe. Le service est complètement financé par les dons et améliorations. <a href="/how-it-works">Regardez comment ça marche &raquo;</a>
sw: GuildBit ni huduma huru inakusaidia kutumia seva ya Mumble kwa kundi lako kwa muda mfupi. Huduma ni huru kabisa, tunatumia sadaka pesa kutoka seva maaluum. <a href="/how-it-works">Soma vile inafanya kazi</a>

source: *Free servers are currently limited to 15 slots
fr: *Les serveurs gratuits sont pour l'instant limités à 15 places
sw: *Watu 15 wanaweza kutumia seva huru

source: Deploying...
fr: Création en cours...
sw: Seva inatengenezwa...

source: Your Server is Ready!
fr: Votre Serveur est Prêt !
sw: Seva Yako iko Tayari!

source: Your server is ready!
fr: Votre serveur est prêt !
sw: Seva yako iko tayari!

source: Use the details below to connect
fr: Utilisez les identifiants suivants pour vous connecter
sw: Tumia taarifa hizi kuunganisha

source: Mumble Connection Details
fr: Identifiants de connexion Mumble
sw: Taariga ya kuunganisha Mumble

source: Upgraded Server
fr: Serveur Amélioré
sw: Seva nafuu

source: Server
fr: Serveur
sw: Seva

source: Port
sw: Kituo tarishi

source: Password
fr: Mot de passe
sw: Nywila

source: Direct Link
fr: Lien direct
sw: Kiungo nyoovu

source: Copy Text
fr: Copier le texte
sw: Nakili Mwandiko

source: Copy
fr: Copier
sw: Nakala

source: Expires
fr: Expire dans
sw: Masaa bila kuisha

source: Slots
fr: Places
sw: Nafasi

source: Users Online
fr: Utilisateurs en ligne
sw: Watumiaji Wako Mtandao

source: Duration
fr: Durée
sw: Muda

source: No users are online
fr: Aucun utilisateur n'est en ligne
sw: Hakuna watumiaji hapa

source: How was the quality of your Mumble session?
fr: Comment était la qualité de votre session muble ?
sw: Mkutano kwa Mumble ilikuwa nzuri?

source: How can we improve GuildBit?
fr: Comment pouvons nous améliroer GuildBit ?
sw: Tunaweza kufanya nini kuboresha GuildBit?

source: Submit
fr: Envoyer
sw: Tuma

source: Your feedback is appreciated for the quality of GuildBit.com!
fr: Votre retour est apprecié pour la qualité de GuildBit.com !
sw: Tumeshukuru majibu yako ya kuboresha GuildBit.com!

source: Your Server Has Expired!
fr: Votre Serveur a Expiré !
sw: Masaa Ya Seva Yako Imeisha!

source: Your server has expired!
fr: Votre serveur a expiré !
sw: Masaa ya seva yako imeisha!

source: Return to the <a href="/">homepage</a> to deploy another server.
fr: Retournez à la <a href="/">page d'accueil</a> pour créer un autre serveur.
sw: Rudi <a href="/">nyumbani</a> kuanzisha seva ingine.

source: Details
fr: Identifiants
sw: Taarifa

source: Expired
fr: Expiré
sw: Imeisha

source: Upgrades
fr: Amélirations
sw: Seva bora

source: Admin Controls
fr: Contrôles administrateur
sw: Madhibiti ya Mtumiaji Mkuu

source: Don&apos;t have Mumble?
fr: Vous n'avez pas Mumble ?
sw: Hauna Mumble?

source: Windows Download
fr: Téléchargement pour Windows
sw: Pakua ya Windows

source: Mumble Homepage
fr: Page d'accueil de Mumble
sw: Ukurasa wa Mtandao wa Mumble

source: Create Your Server
fr: Créer Votre Serveur
sw: Tengeneza Seva

source: Create Your Upgraded Server
fr: Créer Votre Serveur Amélioré
sw: Tengeneza Seva

source: Channel Name
fr: Nom du salon
sw: Jina la Chumba

source: Set a Server Password
fr: Choisir un mot de passe pour le serveur
sw: Tengeneza Nywila ya Seva

source: Set a SuperUser Password
fr: Choisir un mot de passe SuperUser
sw: Tengenza Nywila ya Mtumiaji Mkuu

source: Upgrade
fr: Améliorer
sw: Boresha seva
